// © Copyright 2010-2015 HP Development Company, L.P.

// SSMDeviceWorkflowManager

// Copy workflows fail alert message
"COPY_WORKFLOWS_TITLE" = "Kopieringen av arbetsflöden misslyckades";
"COPY_WORKFLOWS_DESC" = "Lyckades inte kopiera arbetsflödena till domänmappen för användarenheter";

// generic error
"ERROR" = "Fel";
"ERROR_UNKNOWN_DESC" = "Ett okänt fel har uppstått.";

// Error displayed when HPScanWorkflow object creation fails for execution of workflow in SEH interface execute method
"ERROR_WORKFLOW_CREATE_FAIL_TITLE" = "Arbetsflödet kunde inte skapas";
"ERROR_WORKFLOW_CREATE_FAIL_DESC" = "Ett okänt fel uppstod när arbetsflödet skulle skapas. Gör ett nytt försök.";

// Error displayed when copyworkflows fails as due to non availability of permission at user device domain folder
"ERROR_CREATING_DIR_TITLE" = "Fel när en katalog skulle skapas";
"ERROR_CREATING_DIR_DESC" = "Ett fel uppstod när katalogen %@ skulle skapas. Kontrollera behörigheten till den överordnade mappen och försök igen";

// Error displayed when scan link ID received from the device is invalid
"ERROR_INVALID_SCAN_LINK_ID_TITLE" = "Skanningsgenvägen stöds inte";
"ERROR_INVALID_SCAN_LINK_ID_DESC" = "Den valda skanningsgenvägen kan inte tillämpas på grund av att programvaran inte känner igen den. Välj en annan skanningsgenväg och försök igen.";

"Your HP device has sent a status message. This message could not be saved" = "Din HP-enhet har skickat ett statusmeddelande. Detta meddelande kunde inte sparas";
